Repository: kellerkompanie/kellerkompanie-sync-wpf
Catalog: kellerkompanie-sync/Properties/Resources.*.resx
Languages: de_de

source: Add Directory
de_de: Ordner hinzufügen

source: Additional Parameters
de_de: Zusätzliche Parameter

source: Addon Search Directories
de_de: Addon Such-Ordner

# AddonSearchDirectoriesExplanation
source: A list of directories on your computer in which the tool will look for addons (folders starting with @). You can also select folders that already contain addons, in which case the tool will try to discover existing addons before downloading.
de_de: Eine Liste von Ordnern auf deinem Computer, in dem das Tool nach Addons sucht (Ordner die mit @ starten). Du kannst auch Ordner auswählen die bereits Addons enthalten, dann wird das Tool versuchen existierende Addons zu entdecken bevor es welche runterlädt.

# AllModsDownloadedButNotSubscribed
source: All addons present, but group is not subscribed
de_de: Alle Addons vorhanden, aber die Gruppe ist nicht abonniert

source: All mods missing
de_de: Alle Addons fehlen

# ArmaExecutableLocation
source: Arma 3 executable location:
de_de: Arma 3 Pfad zur ausführbaren Datei:

# Continue
source: Continue download
de_de: Download fortsetzen

source: default world empty
de_de: leere Standard-Welt

# DownloadingModsProgress
source: Downloading files...
de_de: Lade Dateien herunter...

# DownloadPausedProgress
source: Download paused
de_de: Download pausiert

source: Download Settings
de_de: Download Einstellungen

source: Everything up-to-date
de_de: Alle Dateien aktuell

# ExecutableNotFoundTooltip
source: Executable not found, check settings
de_de: Ausführbare Datei nicht gefunden, überprüfe die Einstellungen.

source: left
de_de: verbleibend

source: Loading Addons...
de_de: Lade Addons...

# MissingAddonSearchDirectoryInfoMessage
source: Please first add a addon search directory under settings.
de_de: Füge bitte zuerst einen Order zu Addon Such-Ordnern hinzu.

source: Needs update
de_de: Update benötigt

source: News
de_de: Neuigkeiten

source: no logs
de_de: keine Logdateien

source: no pause
de_de: keine Pause

source: no splash screen
de_de: kein Intro

source: Number of simultaneous downloads:
de_de: Gleichzeitige Downloads:

source: Open
de_de: Öffnen

# Pause
source: Pause download
de_de: Download pausieren

source: Play
de_de: Spielen

# ProgressComparingOnlineVersion
source: Comparing online version...
de_de: Vergleiche mit Online Version...

# ProgressDownloading
source: (downloading...)
de_de: (Download läuft...)

# ProgressDownloadPaused
source: (paused)
de_de: (Download pausiert)

# ProgressIndexingComplete
source: Indexing completed
de_de: Indizierung fertig

# ProgressIndexingFiles
source: Indexing your files...
de_de: Dateien werden indiziert...

# ProgressValidating
source: (validating...)
de_de: (Download wird validiert...)

source: Ready
de_de: Bereit

source: Remove
de_de: Entfernen

source: Settings
de_de: Einstellungen

source: show script errors
de_de: Scriptfehler anzeigen

# SomeModsAlreadyDownloaded
source: Some files already downloaded
de_de: Einige Dateien bereits runtergeladen

# SteamNotRunningInfoMessage
source: Steam is not running, please start Steam first!
de_de: Steam läuft nicht, bitte erst Steam starten!

source: Subscribe
de_de: Abonnieren

# TeamspeakNotRunningInfoMessage
source: Teamspeak is running, please close Teamspeak before installing the TFAR plugin!
de_de: Teamspeak läuft, bitte schließe Teamspeak bevor du TFAR installierst!

source: Unknown
de_de: Unbekannt

# Website
source: Open website
de_de: Webseite öffnen

source: window mode
de_de: Fenstermodus
